import React from 'react';

const CityInfo: React.FC = () => {
  return (
    <div>
      <h2>Інформація про місто</h2>
      <p>Калуш - це місто в Україні, адміністративний центр Калуської міської громади та Калуського району Івано-Франківської області1.

Основні дані про Калуш:

Населення: 68 157 осіб (станом на 01.06.2022)1
Площа: 64,53 км²1
Густота населення: 1077 осіб/км²1
Поштові індекси: 77301—773121
Телефонний код: +380-34721
Координати: 49°02′39″ пн. ш. 24°21′35″ сх. д.1
Висота над рівнем моря: 290 м1
Місто Калуш має вигідне географічне розташування і добре розвинуту транспортну мережу, яка поєднує місто з Центральною Європою та Заходом через залізницю та автомобільні дороги</p>
      {}
    </div>
  );
};

export default CityInfo;
