import React from 'react';

const Landmark: React.FC = () => {
  return (
    <div>
      <h2>Найвідоміша пам'ятка міста</h2>
      <p>В Калуші є багато визначних пам’яток, але ось декілька з них, які вважаються найвідомішими:

Ратуша1: Кожне порядне місто, котре поважає власну історію, повинне мати ратушу, вважають на Галичині. Не став винятком і Калуш, який колись пишався красивою ратушею в стилі класицизму1.
Музей-садиба сім’ї Івана Франка12: Ця пам’ятка є однією з визначних пам’яток краю. Тут збереглося чимало речей великого письменника1.
Український народний дім1: Цей об’єкт являє собою чудовий зразок архітектурного мистецтва, що став символом національної культури кінця 19 століття1.
Калуський замок3: З‘явився Калуський замок у 1549 році або ж саме в цей час йшло його будівництво3.
Ці пам’ятки відображають багатий історичний та культурний контекст Калуша.</p>
      {}
    </div>
  );
};

export default Landmark;
