
import React from 'react';

const OtherLandmarks: React.FC = () => {
  return (
    <div>
      <h2>Інші пам'ятки міста</h2>
      <p>Ось декілька інших визначних пам’яток Калуша:

Храм Всіх Святих Української Православної Церкви Київського патріархату1: Це новозбудований храм, куполи якого можна побачити, прогулюючись містом1.
Римо-католицький костел Святого Валентина1: Цей відреставрований костел є однією з визначних пам’яток міста1.
Греко-католицька церква святого Михайла1: Ця церква є справжньою окрасою міста1.
Туристично-інформаційний центр2: Цей центр знаходиться за адресою вул. Грушевського, 252.
Музей2: Цей музей знаходиться за адресою вул. Шевченка 52.
Ці пам’ятки відображають багатий історичний та культурний контекст Калуша.</p>
      {}
    </div>
  );
};

export default OtherLandmarks;
